{"contenido": [
    {"tag": "saludo",
      "patterns": ["Hola", "Como estas?", "Hay alguien ahi?", "Buenas", "Buenos dias", "Habla", "Saludos"],
      "responses": ["Hola!", "Hola humano", "Holaaa, como te puedo ayudar?"],
      "context_set": ""
    },
    {"tag": "despedida",
      "patterns": ["Chao", "Hasta luego", "Me voy", "Ten un buen dia"],
      "responses": ["Chao", "Luego hablamos", "Adios"],
      "context_set": ""
    },
    {"tag": "afirmaciones",
      "patterns": ["quiero afirmaciones", "dame afirmaciones", "afirmacion", "afirmaciones positivas", "afirmaciones"],
      "responses": ["Yo tengo habilidades unicas que nadie mas tiene", "Soy y sere suficiente", "Dejo ir cualquier sentimiento negativo sobre mí o mi vida, y acepto todo lo que es bueno", "Estoy centrado en mis objetivos y me apasiona mi trabajo", "Tengo el poder de crear todo el éxito y la prosperidad que deseo", "Celebraré cada meta que logre con gratitud y alegría", "Soy feliz y libre porque soy yo", "Soy una persona fuerte que atrae el éxito y la felicidad", "Me amo incondicionalmente y me acepto tal y como soy", "Yo soy capaz y tengo potencial para triunfar", "Tengo todo lo que necesito para brillar dentro de mí", "Elijo ver oportunidades en cada uno de los problemas que me envía la vida", "Mis pensamientos positivos se convierten en mi realidad.", "Yo soy una persona plena y me respeto", "Yo soy una persona valiosa.", "Yo soy amor en total plenitud.", "Me acepto como soy. Puedo ver todo lo bueno que tengo.", "Merezco lo mejor y lo acepto con los brazos abiertos.","Obtengo lo que quiero en mi vida ayudando a los demás.", "Diariamente estoy mejorando en todos los aspectos.", "Hoy declaro que estoy por vivir la etapa más exitosa de mi vida.", "Libero el pasado. Soy libre para avanzar con amor en mi corazón."],
      "context_set": ""
    },
    {"tag": "gratitud1",
      "patterns": ["gratitud", "practicar gratitud", "quiero ser agradecido", "quiero agradecer"],
      "responses": ["Bien! todos tenemos cosas de las que estar agradecidos, comentame alguna vez has practicado la gratitud? 1: Si 2: No"],
      "context_set": ""
    },
    {"tag": "gratitud2",
      "patterns": ["1"],
      "responses": ["Ya veo, entonces podemos pasar directamente a hacerlo, de que cosas estas agradecido?"],
      "context_set": ""
    },
    {"tag": "gratitud3",
      "patterns": ["2"],
      "responses": ["Ya veo, hay muchas cosas de las cuales estar agradecidos en la vida como buenas memorias, seres queridos, mascotas o mismamente cosas que hayas hecho hoy. Por ejemplo, yo estoy agradecido con mi mascota porque es leal, adorable y me hace feliz. Que tal tu?"],
      "context_set": ""
    }
  ]
  }
